anthropic.claude-code
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
docker.docker
ecmel.vscode-html-css
esbenp.prettier-vscode
factory.factory-vscode-extension
formulahendry.code-runner
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
google.arb-editor
google.colab
google.gemini-cli-vscode-ide-companion
googlecloudtools.firebase-dataconnect-vscode
graphql.vscode-graphql-syntax
jebbs.plantuml
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
msjsdiag.vscode-react-native
openai.chatgpt
postman.postman-for-vscode
redhat.java
saoudrizwan.claude-dev
tamasfe.even-better-toml
twxs.cmake
unifiedjs.vscode-mdx
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
